export const states = [
  {
    name: "ابها",
  },
  {
    name: "الدمام",
  },
  {
    name: "الخبر",
  },
  {
    name: "الرياض",
  },
  {
    name: "تبوك",
  },
  {
    name: "الجبيل",
  },
  {
    name: "الاحساء",
  },
  {
    name: "خميس مشيط",
  },
  {
    name: "احد رفيده",
  },
  {
    name: "جازان",
  },
  {
    name: "جدة",
  },
  {
    name: "المدينة المنورة",
  },
  {
    name: "مكة المكرمة",
  },
  {
    name: "الطائف",
  },
  {
    name: "ينبع",
  },
  {
    name: "حفر الباطن",
  },
  {
    name: "محافظة الحناكية",
  },
  {
    name: "محافظة الصويدرة",
  },
  {
    name: "قرية الرذايا",
  },
  {
    name: "عسير",
  },
  {
    name: "القصيم",
  },
  {
    name: "الجوف",
  },
];
